materialy.org
#+title: Źródła materiałów 1ID12B

* Arechitektura systemów komputerowych
** wykłady
- ASK wyklady ::  [[https://hector.tu.kielce.pl/przedmioty/ask-wyklady.html]]
** Laboratoria
- ASK laboratoria :: [[https://weaii-moodle.tu.kielce.pl/course/view.php?id=416]]
*** ASK lab 01
- https://pl.wikibooks.org/wiki/Asembler_x86/Architektura
- [[https://pl.wikipedia.org/wiki/Rejestr_procesora]]
* Podstawy porgramowania 1
** wykłady
- wyklad podstawy programowania achilles ::  [[https://achilles.tu.kielce.pl/portal/Members/84df831b59534bdc88bef09b15e73c99/podstawy-programowania-1]]
** laboratioria
- moodle link podstawy programowania 1 :: https://weaii-moodle.tu.kielce.pl/course/view.php?id=149 =kubit_12B=
* Teoria układów logicznych
** laboratoria
https://weaii-moodle.tu.kielce.pl/course/view.php?id=304 =tul2022=
* Podstawy elektorniki
** wykłady
[[https://weaii-moodle.tu.kielce.pl/course/view.php?id=26]]
** laboratoria
Kij wie hasła nie dostaliśmy a przynajmniej nie zpaisalismy
Chyba to bo się tematy pokrywają częsciowo.
https://weaii-moodle.tu.kielce.pl/course/view.php?id=27
* Wstęp do informatyki
** Wykłady
[[https://weaii-moodle.tu.kielce.pl/course/view.php?id=408]]
* Fiziyka
** Wykłady
[[https://weaii-moodle.tu.kielce.pl/enrol/index.php?id=233]] =ELFiz@w23=
** Laboratioria
