materialy.tex
% Created 2022-10-15 Sat 11:28
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Rafał Grot}
\date{\today}
\title{Źródła materiałów 1ID12B}
\hypersetup{
 pdfauthor={Rafał Grot},
 pdftitle={Źródła materiałów 1ID12B},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Arechitektura systemów komputerowych}
\label{sec:orgc650084}
\subsection{wykłady}
\label{sec:org27072a6}
\begin{description}
\item[{ASK wyklady}] \url{https://hector.tu.kielce.pl/przedmioty/ask-wyklady.html}
\end{description}
\subsection{Laboratoria}
\label{sec:org3b5eff7}
\begin{description}
\item[{ASK laboratoria}] \url{https://weaii-moodle.tu.kielce.pl/course/view.php?id=416}
\end{description}
\subsubsection{ASK lab 01}
\label{sec:org1ae5a04}
\begin{itemize}
\item \url{https://pl.wikibooks.org/wiki/Asembler\_x86/Architektura}
\item \url{https://pl.wikipedia.org/wiki/Rejestr\_procesora}
\end{itemize}
\section{Podstawy porgramowania 1}
\label{sec:orgf7e955d}
\subsection{wykłady}
\label{sec:org6d36367}
\begin{description}
\item[{wyklad podstawy programowania achilles}] \url{https://achilles.tu.kielce.pl/portal/Members/84df831b59534bdc88bef09b15e73c99/podstawy-programowania-1}
\end{description}
\subsection{laboratioria}
\label{sec:org3f94b75}
\begin{description}
\item[{moodle link podstawy programowania 1}] \url{https://weaii-moodle.tu.kielce.pl/course/view.php?id=149} \texttt{kubit\_12B}
\end{description}
\section{Teoria układów logicznych}
\label{sec:org2013d55}
\subsection{laboratoria}
\label{sec:org7ce4b8e}
\url{https://weaii-moodle.tu.kielce.pl/course/view.php?id=304} \texttt{tul2022}
\section{Podstawy elektorniki}
\label{sec:orgc1cf8f9}
\subsection{wykłady}
\label{sec:orgc6b7ce9}
\url{https://weaii-moodle.tu.kielce.pl/course/view.php?id=26}
\subsection{laboratoria}
\label{sec:orgf5983e7}
Kij wie hasła nie dostaliśmy a przynajmniej nie zpaisalismy
Chyba to bo się tematy pokrywają częsciowo.
\url{https://weaii-moodle.tu.kielce.pl/course/view.php?id=27}
\section{Wstęp do informatyki}
\label{sec:org27cbd18}
\subsection{Wykłady}
\label{sec:org71e6a39}
\url{https://weaii-moodle.tu.kielce.pl/course/view.php?id=408}
\section{Fiziyka}
\label{sec:org6d37880}
\subsection{Wykłady}
\label{sec:org40ceeb0}
\url{https://weaii-moodle.tu.kielce.pl/enrol/index.php?id=233} \texttt{ELFiz@w23}
\subsection{Laboratioria}
\label{sec:org6371c81}
\end{document}
